{
    "Password": "Wachtwoord",
    "Confirm": "Bevestigen",
    "Confirm password": "Bevestig wachtwoord",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dit is een beveiligd gedeelte van de applicatie. Bevestig je wachtwoord voordat je doorgaat.",
    "Log in to your account": "Log in op je account",
    "Enter your email and password below to log in": "Vul hieronder je e-mailadres en wachtwoord in om in te loggen",
    "Email address": "E-mailadres",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Remember me": "Onthoud mij",
    "Don't have an account?": "Heb je nog geen account?",
    "Sign up": "Registreren",
    "Log in": "Inloggen",
    "Forgot password": "Wachtwoord vergeten",
    "Enter your email to receive a password reset link": "Voer je e-mailadres in om een link voor het opnieuw instellen van je wachtwoord te ontvangen",
    "Email Address": "E-mailadres",
    "Email password reset link": "Verstuur wachtwoord herstel link",
    "Or, return to": "Of, terug naar",
    "log in": "inloggen",
    "Create an account": "Maak een account",
    "Enter your details below to create your account": "Voer je gegevens hieronder in om je account aan te maken",
    "Name": "Naam",
    "Full name": "Volledige naam",
    "Create account": "Account aanmaken",
    "Already have an account?": "Heb je al een account?",
    "Reset password": "Wachtwoord opnieuw instellen",
    "Please enter your new password below": "Voer hieronder je nieuwe wachtwoord in",
    "Email": "E-mailadres",
    "Authentication Code": "Verificatiecode",
    "Enter the authentication code provided by your authenticator application.": "Voer de verificatiecode in die door je authenticator-app is verstrekt.",
    "Recovery Code": "Herstelcode",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Bevestig de toegang tot je account door een van je noodherstellingscodes in te voeren.",
    "Continue": "Doorgaan",
    "or you can": "of je kunt",
    "login using a recovery code": "inloggen met een herstelcode",
    "login using an authentication code": "inloggen met een verificatiecode",
    "Please verify your email address by clicking on the link we just emailed to you.": "Verifieer je e-mailadres door op de link in de e-mail die we je zojuist hebben gestuurd te klikken.",
    "A new verification link has been sent to the email address you provided during registration.": "Een nieuwe verificatielink is verzonden naar het e-mailadres dat je hebt opgegeven bij registratie.",
    "Resend verification email": "Verificatie-e-mail opnieuw verzenden",
    "Log out": "Uitloggen",
    "Reset Password Notification": "Wachtwoord Hestellen Melding",
    "You are receiving this email because we received a password reset request for your account.": "Je ontvangt deze e-mail omdat we een verzoek hebben ontvangen om het wachtwoord van je account opnieuw in te stellen.",
    "Reset Password": "Wachtwoord Resetten",
    "If you did not request a password reset, no further action is required.": "Als je geen verzoek hebt ingediend om je wachtwoord opnieuw in te stellen, is geen verdere actie vereist.",
    "Regards,": "Groeten,",
    "This password reset link will expire in :count minutes.": "Deze link voor het opnieuw instellen van het wachtwoord verloopt over :count minuten.",
    "Verify your email address": "Verifieer je e-mailadres",
    "Please click the button below to verify your email address.": "Klik op de onderstaande knop om je e-mailadres te verifiëren",
    "Verify Email Address": "E-mailadres Verifiëren",
    "If you did not create an account, no further action is required.": "Als je geen account hebt aangemaakt, is geen verdere actie vereist.",
    "Hello!": "Hallo!",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Als je problemen hebt met het klikken op de knop \":actionText\", kopieer en plak dan de onderstaande URL\nin je webbrowser:"
}
